Repository: bitcoindevkit/BDKSwiftExampleWallet
Catalog: BDKSwiftExampleWallet/Resources/Localizable.xcstrings
Source language: en
Languages: fr, pt_br

source: High Priority - %lld
fr: haute priorité - %lld
pt_br: Alta Prioridade - %lld

source: Low Priority - %lld
fr: Priorité basse - %lld
pt_br: Baixa Prioridade - %lld

source: Med Priority - %lld
fr: Priorité moyenne - %lld
pt_br: Média Prioridade - %lld

source: No Priority - %lld
fr: Aucune priorité - %lld
pt_br: Sem prioridade - %lld

source: %@ sats fee
fr: %@ frais de sats
pt_br: %@taxa em sats

# %lld Output%@
source: %1$lld Output%2$@
fr: %1$lld Sortir %2$@

source: %lld satoshis per vbyte
fr: %lld satoshis par vbyte
pt_br: %lld satoshis por vbyte

source: 12 Word Seed Phrase (Optional)
fr: Phrase de semence de 12 mots (facultatif)
pt_br: Frase de recuperação de 12 palavras (Opcional)

source: A bitcoin wallet powered by Bitcoin Dev Kit
fr: Un portefeuille Bitcoin alimenté par Bitcoin Dev Kit
pt_br: Carteira bitcoin criada por Bitcoin Dev Kit

source: Activity
fr: Activité
pt_br: Atividades

source: Address Type
fr: Type d'adresse
pt_br: Tipo de endereço

source: Amount Error
fr: Erreur de montant
pt_br: Valor incorreto

source: Are you sure you want to delete the seed?
fr: Êtes-vous sûr de vouloir supprimer la semence ?
pt_br: Você tem certeza que quer deletar a frase de recuperação?

source: Are you sure you want to view the seed?
fr: Êtes-vous sûr de vouloir voir la semence ?
pt_br: Você tem certeza que deseja visualizar a frase de recuperação?

source: Backup is not synced across devices.
fr: La sauvegarde n'est pas synchronisée entre les appareils.
pt_br: Backup não está sincronizado entre os dispositivos

source: Bitcoin Balance
fr: Solde Bitcoin
pt_br: Saldo Bitcoin

source: Block %@
fr: Bloc %@
pt_br: Bloco %@

source: Block %u
fr: Bloc %u
pt_br: Bloco %u

source: Build Transaction Error
fr: Erreur de construction de transaction
pt_br: Erro na transação

source: Coldcard Verify Address
fr: Vérifier l’adresse Coldcard
pt_br: Endereço de verificação do Coldcard

source: confirmed
fr: confirmé
pt_br: confirmado

source: Copy
fr: Copier
pt_br: Copiar

source: Create Wallet
fr: Créer un portefeuille
pt_br: Criar Carteira

source: Creating...
fr: Création…
pt_br: Criando…

source: Danger Zone
fr: Zone dangereuse
pt_br: Zone de perigo

source: Delete Seed
fr: Supprimer la semence
pt_br: Remover Frase de recuperação

source: Delete Wallet
fr: Supprimer le portefeuille
pt_br: Remover Carteira

source: Descriptors
fr: Descripteurs
pt_br: Descritores

source: Destructive Zone
fr: Zone destructrice
pt_br: Zona de destruição

source: Error
fr: Erreur
pt_br: Erro

source: Esplora Server
fr: Serveur Esplora

source: Fee
fr: Frais
pt_br: Taxa

source: Fee Error
fr: Erreur de frais
pt_br: Erro na taxa

source: Fee Priority
fr: Priorité des frais
pt_br: Prioridade da taxa

source: Fees
fr: Frais
pt_br: Taxas

source: Full Scan
fr: Analyse complète
pt_br: Escaneamento completo

source: Get sats from faucet
fr: Obtenir des sats à partir du faucet
pt_br: Obter sats do faucet

source: HomeView Error
fr: Erreur de HomeView
pt_br: Erro na HomeView

source: Keep Kyoto open while it bootstraps.
fr: Gardez Kyoto ouvert pendant qu'il démarre.
pt_br: Mantenha o Kyoto aberto enquanto ele inicializa.

source: Loading wallet…
fr: Chargement du portefeuille…
pt_br: Carregando carteira…

source: Navigation Title
fr: Titre de navigation
pt_br: Título de navegação

source: Network
fr: Réseau
pt_br: Rede

source: Next
fr: à côté
pt_br: Próximo

source: No
fr: Non
pt_br: Não

source: No Network
fr: Aucun réseau
pt_br: Rede indisponível

source: No seed available
fr: Aucune graine disponible
pt_br: Frase de recuperação indisponível

source: No Transactions
fr: Aucune transaction
pt_br: Sem Transações

source: No Unspent
fr: Aucun non dépensé
pt_br: Não Gasto

source: Onboarding Error
fr: Erreur d'intégration
pt_br: Erro de cadastro

source: Paste Address
fr: Coller l'adresse
pt_br: Colar endereço

source: Pending
fr: En attente
pt_br: Pendente

source: Please make sure to write it down and store it securely.
fr: Veuillez vous assurer de l'écrire et de le conserver en lieu sûr.
pt_br: Por favor, tenha certeza de escrever e guardar com segurança.

source: powered by BDK
fr: optimisé par BDK
pt_br: criado por BDK

source: powered by Bitcoin Dev Kit
fr: optimisé par Bitcoin Dev Kit
pt_br: criado por Bitcoin Dev Kit

source: Receive
fr: Recevoir
pt_br: Receber

source: Receive Error
fr: Erreur de réception
pt_br: Erro ao Receber

source: Seed
fr: Graine
pt_br: Frase de recuperação

source: Select Address Type
fr: Sélectionner le type d'adresse
pt_br: Selecionar o tipo de endereço

source: Select Bitcoin Network
fr: Sélectionner le réseau Bitcoin
pt_br: Selecionar a Rede Bitcoin

source: Select Client Type
fr: Sélectionner le type de client
pt_br: Selecionar o tipo de cliente

source: Select Fee
fr: Sélectionnez les frais
pt_br: Selecionar a taxa

source: Select Transaction Fee
fr: Sélectionner les frais de transaction
pt_br: Selecionar a taxa de transação

source: Selected: %lld sat/vb fee
fr: Sélectionné: %lld sat/vb frais
pt_br: Selecionado: %lld de taxa sat/vb

source: Send
fr: Envoyer
pt_br: Enviar

source: Send Transaction
fr: Envoyer la transaction
pt_br: Enviar transação

source: Settings Error
fr: Erreur des paramètres
pt_br: Erro de configuração

source: Show All
fr: Tout afficher
pt_br: Mostrar todos

source: Show Seed
fr: Afficher la graine
pt_br: Mostrar frase de recuperação

source: Show Wallet
fr: Afficher le portefeuille
pt_br: Mostra carteira

source: Showing Seed Error
fr: Erreur d’affichage de la graine
pt_br: Mostrando Erro na frase de recuperação

source: Syncing
fr: Synchronisation
pt_br: Sincronizando

source: This one-time sync can take a few minutes.
fr: Cette synchronisation unique peut prendre quelques minutes.
pt_br: Essa sincronização única pode levar alguns minutos.

source: To
fr: À
pt_br: Para

source: Transaction Details Error
fr: Erreur dans les détails de la transaction
pt_br: Erro nos detalhes da transação

source: Unconfirmed
fr: non confirmé
pt_br: Não confirmada

source: Unknown
fr: Inconnu
pt_br: Desconhecido

source: Unspent
fr: Non dépensé
pt_br: Não gasto

source: Wallet Error
fr: Erreur du portefeuille
pt_br: Erro na carteira

source: Wallet only supports BIP86.
fr: Le portefeuille ne prend en charge que BIP86.
pt_br: Carteira somente suporta BIP86

source: Wallet Transaction Error
fr: Erreur de transaction du portefeuille
pt_br: Erro na transação da carteira

source: Yes
fr: Oui
pt_br: Sim

# %lld Transaction%@
source: %1$lld Transaction%2$@
pt_br: %1$lld Transação%2$@

source: BDK Wallet
pt_br: BKD Wallet

source: Client
pt_br: Cliente

source: Transaction
pt_br: Transação

source: Transactions
pt_br: Transações

source: Wallet
pt_br: Carteira
